'use client'
import "./SectionFaq.css"
import {Accordion, Tab, Tabs} from "react-bootstrap";
import {useState} from "react";

export default function SectionFaq() {

    type DataKeys = 'energy' | 'registration' | 'goods' | 'funds';
    const [key, setKey] = useState<DataKeys>("energy");

    const data = {
        energy: [
            {
                q: "سامانه سجام چیست؟",
                a: "سامانه جامع اطلاعات مشتریان (به اختصار سجام) سامانه‌ای است که توسط شرکت سپرده‌گذاری مرکزی اوراق بهادار و تسویه وجوه با هدف تسهیل دسترسی سرمایه‌گذاران به خدمات بازار سرمایه، راه‌اندازی گردیده است. کلیه سرمایه‌گذاران حقیقی و حقوقی فعال در بازار سرمایه باید در این سامانه ثبت نام کنند"
            },
            {
                q: "چگونه کد بورسی (کد معاملاتی )دریافت کنم؟",
                a: "با ثبت نام در سایت سجام و دریافت کد پیگیری و پس از آن احراز هویت سجام کد بورسی شما صادر می گردد(مراحل ثبت نام در سایت سجام آموزش داده شده است)"
            },
            {
                q: "کارگزاری فدک پذیرش غیرحضوری دارد؟",
                a: "شما می‌توانید به صورت کاملا غیرحضوری از طریق سایت https://fadakregister.irbrokersite.ir در کارگزاری فدک ثبت نام کنید."
            }

        ],
        registration: [
            {
                q: "نحوه انتقال سهام از کارگزاری‌های دیگر به کارگزاری فدک (تغییر کارگزار ناظر) چگونه است؟",
                a: "برای انتقال سهام باید وارد سامانه معاملات برخط خود در کارگزاری فدک شوید و گزینه «تغییر کارگزار ناظر» را انتخاب کرده و نمادهایی که مایل به انتقال آن‌ها هستید را وارد نمایید."
            },
            {
                q: "وجه حاصل از فروش سهام چه زمانی قابل وصول است؟",
                a: "وجه حاصل از فروش سهام، دو روز کاری پس از انجام معامله و وجه حاصل از فروش صندوق‌ها یک روز کاری پس از انجام معامله قابل دریافت است. روزهای کاری شامل ایام هفته به جز پنج‌شنبه‌ها و تعطیلات رسمی می‌باشد."
            },
            {
                q: "حداقل مبلغ خرید سهام چقدر است؟",
                a: "حداقل مبلغ برای خرید سهم پانصد هزار تومان است و سقف مشخصی ندارد."
            },
            {
                q: "معاملات در چه ساعتی انجام می‌پذیرند؟",
                a: "ارسال سفارشات از ساعت 8:45 تا 9:00 صبح و انجام معاملات از ساعت 9:00 تا 12:30 ظهر است. معاملات صندوق‌های سرمایه‌گذاری تا ساعت 15:00 ادامه دارد."
            },
            {
                q: "آخرین میزان دارایی خود را از کجا می‌توانیم استعلام کنیم؟",
                a: "با مراجعه به درگاه یکپارچه ذینفعان بازار سرمایه به آدرس Dara.csdiran.ir و در قسمت «دارا» می‌توانید میزان دارایی خود در سهم‌های مختلف را مشاهده نمایید."
            },
            {
                q: "میزان سود پرداختی سهام خود را کجا مشاهده کنیم؟",
                a: "با مراجعه به درگاه یکپارچه ذینفعان بازار سرمایه به آدرس Dara.csdiran.ir و در قسمت «دارا» گزینه «تاریخچه سود» می‌توانید سودهای پرداخت‌شده را مشاهده کنید."
            },
            {
                q: "تفاوت پرتفو لحظه‌ای و پرتفو سپرده‌گذاری چیست؟",
                a: "پرتفو سپرده‌گذاری ملاک سرمایه شما در کارگزاری فدک است، در حالی که پرتفو لحظه‌ای قابلیت حذف و اضافه کردن دستی سهام توسط شما را دارد."
            },
            {q: "عرضه اولیه چیست؟", a: "به زمانی گفته می‌شود که سهام یک شرکت برای اولین بار به عموم مردم عرضه می‌شود."},
            {
                q: "معاملات مرحله پایانی چیست؟ (TAL)",
                a: "معاملات مرحله پایانی (TAL) یا Trading At Last بخشی از فرآیند معاملاتی بورس است که پس از پایان زمان معاملات پیوسته، آغاز می‌شود. در این مرحله (از ساعت ۱۲:۴۵ تا ۱۳:۰۰ در بورس تهران)، معامله‌گران می‌توانند سفارش‌های خرید و فروش خود را صرفاً بر اساس قیمت پایانی ساعت ۱۲:۳۰ ثبت کنند. در TAL معامله در یک قیمت ثابت یعنی قیمت پایانی نماد انجام می‌شود."
            },
            {
                q: "آدرس سامانه معاملات برخط کارگزاری فدک چیست؟",
                a: "آدرس سامانه معاملات برخط کارگزاری فدک https://fadak.exirbroker.com است."
            }


        ],
        goods: [
            {q: "پنل معاملاتی قراردادهای اختیار معامله کدام OMS می‌باشد؟", a: "امکس https://fadak.tsetab.ir"},
            {
                q: "اختیار معامله چیست؟",
                a: "اختیار معامله (Option) نوعی ابزار مالی مشتقه است که به خریدار آن حق (اما نه الزام) می‌دهد تا دارایی پایه‌ای مانند سهام، کالا یا ارز را در قیمتی از پیش تعیین‌شده (قیمت اعمال) و در بازه زمانی مشخص یا تاریخ معینی خریداری کند یا بفروشد. این قراردادها به دو نوع اصلی اختیار خرید و اختیار فروش تقسیم می‌شوند."
            },
            {q: "پریمیوم چیست؟", a: "هزینه‌ای است که بابت خرید قرارداد (حق خرید یا فروش) پرداخت می‌شود."},
            {
                q: "اختیار خرید چیست؟",
                a: "اختیار خرید به خریدار امکان می‌دهد تا دارایی پایه را با قیمت اعمال مشخص و در زمان تعیین‌شده خریداری کند."
            },
            {
                q: "اختیار فروش چیست؟",
                a: "اختیار فروش به خریدار اجازه می‌دهد تا دارایی پایه را با قیمت اعمال مشخص و در زمان تعیین‌شده بفروشد."
            },
            {
                q: "اعمال چیست؟",
                a: "قیمتی است که در زمان سررسید قرارداد بابت هر سهم پرداخت می‌شود و می‌تواند کمتر، بیشتر یا برابر با قیمت سهم پایه باشد."
            }

        ],
        funds: [
            {
                q: "کد بورس کالا چیست؟",
                a: "بورس کالا یکی از زیرمجموعه‌های بازار سرمایه ایران است. برای انجام هرگونه خرید و فروش و معاملات در این بازار به کد بورس کالا نیاز دارید. این کد با کد سهام و اوراق متفاوت است."
            },
            {
                q: "کد بورسی اوراق و کد بورس کالا چه تفاوتی با یکدیگر دارند؟",
                a: "کد بورسی اوراق بهادار برای انجام معاملات سهام استفاده می‌شود و توسط سازمان بورس و اوراق بهادار صادر می‌گردد. اما کد بورس کالا مستقیماً توسط بورس کالای ایران صادر شده و فقط برای خرید و فروش کالاهای قابل معامله در آن بازار کاربرد دارد."
            },
            {
                q: "ثبت‌نام در بورس کالا و دریافت کد بورسی آن چگونه انجام می‌شود؟",
                a: "برای دریافت کد بورس کالا ابتدا باید در سامانه سجام ثبت‌نام کرده و احراز هویت شوید. سپس از طریق ثبت‌نام در سامانه ایبیگو کارگزاری فدک می‌توانید کد بورس کالای خود را دریافت کنید. این فرآیند شامل تکمیل اطلاعات فردی و افتتاح حساب وکالتی است."
            },
            {
                q: "حساب وکالتی چیست؟",
                a: "حساب وکالتی نوعی حساب بانکی است که برای انجام معاملات در بازار فیزیکی بورس کالا استفاده می‌شود. با این حساب، شما به بورس کالا وکالت می‌دهید تا در صورت انجام معامله، مبلغ مورد نیاز را از حسابتان مسدود کند. در صورت عدم انجام معامله، وجه همان روز آزاد و به حساب شما بازمی‌گردد."
            },
            {
                q: "بورس انرژی ایران در چه زمینه‌ای فعالیت دارد؟",
                a: "بورس انرژی ایران یکی از چهار بورس رسمی کشور است که بستر معاملات حامل‌های انرژی مانند نفت، گاز، برق و فرآورده‌های نفتی و همچنین اوراق بهادار مبتنی بر انرژی را فراهم می‌کند. این بورس با هدف شفافیت، رقابت سالم و توسعه بازار انرژی ایجاد شده و امکاناتی مانند پوشش ریسک، تأمین مالی و معافیت‌های مالیاتی را برای فعالان فراهم می‌کند."
            },
            {
                q: "آیا با کد بورسی اوراق بهادار می‌توان در بورس انرژی معامله انجام داد؟",
                a: "خیر، برای انجام معاملات در بورس انرژی باید کد معاملاتی مخصوص این بازار را دریافت کنید. این کد از طریق کارگزاری‌های دارای مجوز فعالیت در بورس انرژی صادر می‌شود. کارگزاری فدک نیز از جمله کارگزاران مجاز این حوزه است."
            },
            {
                q: "تفاوت بورس کالا و انرژی در چیست؟",
                a: "در بورس کالا، کالاهای فیزیکی و مواد اولیه مانند فلزات، محصولات کشاورزی، فرآورده‌های نفتی و پتروشیمی معامله می‌شود. اما در بورس انرژی، حامل‌های انرژی مانند نفت، گاز، برق و اوراق مبتنی بر انرژی مورد معامله قرار می‌گیرند."
            }

        ],

    };


    return <>
        <section className="video-tutorial-section white-bg section" style={{backgroundColor: "#e9eff7 !important"}}>
            <div className="container-fluid container-lg">
                <div className="row">
                    <div className="col-lg-5">
                        <div className="section__header">
                            <h2 className="section__header-title wow fadeInUp" data-wow-duration="0.8s">سوالات
                                متداول</h2>
                        </div>
                    </div>
                </div>
                <div className="row">
                    <div className="col-12">
                        <div className="accordion wow fadeInDown" data-wow-duration="0.8s" id="faq">
                            <Tabs
                                id="faq-tabs"
                                activeKey={key}
                                onSelect={(k) => setKey((k ?? 'energy') as DataKeys)}
                                className="mb-0"
                                justify>
                                <Tab eventKey="energy" title="پذیرش و ثبت نام "/>
                                <Tab eventKey="registration" title="اوراق بهادار"/>
                                <Tab eventKey="goods" title="مشتقه (اختیار معامله)"/>
                                <Tab eventKey="funds" title="بورس کالا و انرژی"/>
                            </Tabs>

                            <Accordion>
                                {data[key].map((item, index) => (
                                    <Accordion.Item eventKey={index.toString()} key={index}
                                                    className="accordion-item accordion_bg">
                                        <Accordion.Header className="accordion-header">{item.q}</Accordion.Header>
                                        <Accordion.Body className="accordion-body">
                                            <p className="mb-0">
                                                {item.a}
                                            </p>
                                        </Accordion.Body>
                                    </Accordion.Item>
                                ))}
                            </Accordion>
                        </div>
                    </div>
                </div>
            </div>
        </section>


    </>
}


