'use client'

import './SectionManagementTeam.css'
import Slider from "react-slick";

export default function SectionManagementTeam() {
    // هیئت مدیره
    const BoardOfDirectors = [
        {
            name: "آقای امیر هامونی",
            position: "مدیر عامل گروه سرمایه گذاری ثروت فدک",
            resume: [
                "عضو هیأت مدیره و رئیس کمیته حسابرسی گروه مینا",
                "رئیس هیأت مدیره شرکت مدیریت بازار متشکل معاملات ارز ایران",
                "عضو کمیته برنامه ریزی و استراتژی شرکت فرابورس ایران",
                "عضو کمیته ریسک گروه مدیریت سرمایه گذاری امید",
                "مشاور مالی و اقتصادی معاونت اقتصادی و مالی سازمان صدا و سیما",
                "مدیر عامل سابق فرابورس ایران",
                "مدیر عامل و عضو موظف سابق هیأت مدیره شرکت مدیریت بازار متشکل معاملات ارز ایران",
                "رئيس سابق هیئت مدیره شرکت شبکه الکترونیکی پرداخت کارت شاپرک",
                "عضو سابق هیئت مدیره فدراسیون بورس های اروپایی و آسیایی"
            ],
            linkedin: "https://www.linkedin.com/in/amir-hamooni-1511b795/"
        },
        {
            name: "آقای محسن فاتحی زاده",
            position: "رئیس هیئت مدیره گروه سرمایه گذاری ثروت فدک / قائم مقام مدیر عامل هلدینگ ارزش آفرینان فدک",
            resume: [
                "مدیر عامل کترینگ دنا",
                "عضو هیئت مدیره کترینگ دنا",
                "مدیر عامل شرکت ریل پرداز سیر",
                "مدیر سرمایه گذاری هلدینگ ارزش آفرینان فدک"
            ],
            linkedin: "https://www.linkedin.com/in/mohsen-fatehizadeh-97a3b812b/"
        },
        {
            name: "آقای سروش خواجه حق وردی",
            position: "عضو هیئت مدیره گروه سرمایه گذاری ثروت فدک",
            resume: [
                "معاونت توسعه کسب و کار گروه مالی کاریزما",
                "عضو هیئت مدیره رادیان بورس",
                "مدير سابق عملیات و نظارت بازار فرابورس ایران",
                "مدرس دانشگاه"
            ],
            linkedin: ""
        },
    ];
    // کمیته انتصابات
    const NominationCommittee = [
        {
            name: "آقای امیر هامونی",
            position: "مدیر عامل گروه سرمایه گذاری ثروت فدک",
            resume: [
                "عضو هیأت مدیره و رئیس کمیته حسابرسی گروه مینا",
                "رئیس هیأت مدیره شرکت مدیریت بازار متشکل معاملات ارز ایران",
                "عضو کمیته برنامه ریزی و استراتژی شرکت فرابورس ایران",
                "عضو کمیته ریسک گروه مدیریت سرمایه گذاری امید",
                "مشاور مالی و اقتصادی معاونت اقتصادی و مالی سازمان صدا و سیما",
                "مدیر عامل سابق فرابورس ایران",
                "مدیر عامل و عضو موظف سابق هیأت مدیره شرکت مدیریت بازار متشکل معاملات ارز ایران",
                "رئيس سابق هیئت مدیره شرکت شبکه الکترونیکی پرداخت کارت شاپرک",
                "عضو سابق هیئت مدیره فدراسیون بورس های اروپایی و آسیایی"
            ],
            linkedin: "https://www.linkedin.com/in/amir-hamooni-1511b795/"
        },
        {
            name: "آقای محسن فاتحی زاده",
            position: "رئیس هیئت مدیره گروه سرمایه گذاری ثروت فدک / قائم مقام مدیر عامل هلدینگ ارزش آفرینان فدک",
            resume: [
                "مدیر عامل کترینگ دنا",
                "عضو هیئت مدیره کترینگ دنا",
                "مدیر عامل شرکت ریل پرداز سیر",
                "مدیر سرمایه گذاری هلدینگ ارزش آفرینان فدک"
            ],
            linkedin: "https://www.linkedin.com/in/mohsen-fatehizadeh-97a3b812b/"
        },
        {
            name: "آقای سروش خواجه حق وردی",
            position: "عضو هیئت مدیره گروه سرمایه گذاری ثروت فدک",
            resume: [
                "معاونت توسعه کسب و کار گروه مالی کاریزما",
                "عضو هیئت مدیره رادیان بورس",
                "مدير سابق عملیات و نظارت بازار فرابورس ایران",
                "مدرس دانشگاه"
            ],
            linkedin: ""
        },
        {
            name: "آقای داریوش ابوحمزه",
            position: "عضو هیئت مدیره و عضو کمیته ریسک کارگزاری فدک",
            resume: [
                "معاون مالی هلدینگ ارزش آفرینان فدک",
                "رئيس مرکز آمار ایران",
                "سرپرست معاونت اقتصادی سازمان برنامه و بودجه کشور",
                "معاون رفاه اجتماعی وزارت تعاون",
                "سرپرست معاونت اجرایی مرکز پژوهشهای مجلس",
                "مدیر دفتر مطالعات ماليه عمومی مرکز پژوهشهای مجلس"
            ],
            linkedin: ""
        },
        {
            name: "آقای حامد نیک کار",
            position: "قائم مقام مدیر عامل گروه سرمایه گذاری ثروت فدک",
            resume: [
                "قائم مقام مدیر عامل گروه سرمایه گذاری ثروت فدک",
                "مدیر ارشد عملیات در Tech NA",
                "رئیس روابط سرمایه گذاران شرکت فرابورس ایران",
                "معاون اجرایی بازار متشکل ارز ایران",
                "عضو تیم اجرایی تاسیس مرکز مبادله ارز و طلای ایران"
            ],
            linkedin: "https://www.linkedin.com/in/hamed-nikkar-b803aabb/"
        },
        {
            name: "آقای حسین نظام دوست",
            position: "رئیس هیئت مدیره و رئیس کمیته انتصابات کارگزاری فدک",
            resume: [
                "معاون بازارهای جایگزین گروه سرمایه گذاری ثروت فدک",
                "سرپرست تحقیق و توسعه شرکت فرابورس ایران",
                "مدیر نهادهای مالی و نوآوری شرکت فرابورس ایران",
                "مدیر عامل و عضو هیئت مدیره صندوق پژوهش و فناوری ماندگار",
                "معاون توسعه کسب و کار بازار متشکل ارز ایران",
                "عضو تیم اجرایی تاسیس مرکز مبادله ارز و طلای ایران"
            ],
            linkedin: ""
        },
        {
            name: "آقای سید محمد صادق آل احمد",
            position: "مدیر عامل کارگزاری فدک",
            resume: [
                "رئیس هیئت مدیره شرکت تعاونی معدنی آبشار میقان",
                "معاونت مالی و بورس شرکت ریل پرداز نوآفرین",
                "مدیر سرمایه گذاری و مدیر مالی اداری در هلدینگ گروه صنعتی سدید",
                "مدير مالی و مدیر معاملات و مدیر تالار اختصاصی در هلدینگ آتیه",
                "معاونت مالی اداری در مجموعه هلدنیگ ارزش آفرینان فدک",
                "معاون مالی و امور مجامع و نائب رئیس هیئت مدیره در هلدینگ ماهد"
            ],
            linkedin: ""
        },
        {
            name: "آقای مجيد عبدالحمیدی",
            position: "مدیر اجرایی کارگزاری فدک",
            resume: [
                "دبیر هئیت مدیره و عضو کمیته ریسک شرکت کارگزاری فدک",
                "معاونت تحقیق و توسعه بازار آیکو تک (هلدینگ ارزش پرداز آریان)",
                "عضو و دبیر کمیته سرمایه گذاری و معاملات آیکو (مشاور سرمایه گذاری پاسارگاد)",
                "مدیر سرمایه گذاری در شرکت سرمایه گذاری نوین ابتکار",
                "مدیر معاملات الگوریتمی و مشتقه و عضو هیئت مدیره شرکت های گروه مالی پاسارگاد",
                "معاون عملیات و عضو کمیته انتصابات شرکت نرم افزاری صحرا"
            ],
            linkedin: "https://www.linkedin.com/in/majidabdolhamidi/"
        },
        {
            name: "آقای توحید عاشری",
            position: "مدیر تامین مالی کارگزاری فدک",
            resume: [
                "مدیر تامین مالی در هلدینگ مالی و سرمایه گذاری سینا",
                "کارشناس ارشد تامین مالی در تامین سرمایه تمدن",
                "کارشناس بازرسی در فرابورس",
                "کارشناس حسابداری مدیریت در هلدینگ توسعه صنایع بهشهر"
            ],
            linkedin: "https://www.linkedin.com/in/tohid-asheri-16570039a/"
        },
        {
            name: "آقای حسین هامونی",
            position: "عضو کمیته ریسک کارگزاری فدک",
            resume: [
                "رئیس هیئت‌مدیره شرکت تأمین آتیه فدک",
                "عضو کمیته ریسک شرکت سرمایه‌گذاری و توسعه گل‌گهر",
                "کارشناس مسئول ریسک شرکت گروه مدیریت سرمایه‌گذاری امید"
            ],
            linkedin: "https://www.linkedin.com/in/hossein-hamooni-973820148/"
        },
        {
            name: "آقای امیر مسئله‌گوها",
            position: "عضو کمیته انتصابات شرکت کارگزاری فدک",
            resume: [
                "دبیر هیئت مدیره و مدیر داخل گروه سرمایه گذاری ثروت فدک",
                "نایب رئیس هیئت مدیره شرکت پیشگامان ثروت فدک",
                "مدیر منابع انسانی و پشتیبانی مدیریت بازار متشکل معاملات ارز ایران",
                "مشاور مدیر عامل در حوزه بازاریابی و فروش شرکت لیزینگ گلدیران",
                "عضو هیئت مدیره شرکت فکر برتر کوشا (تأمین نیروی انسانی)",
                "مدیر داخلی کانون شرکت‌های لیزینگ ایران"
            ],
            linkedin: ""
        },
        {
            name: "آقای حمیدرضا محمدخانی",
            position: "عضو کمیته حسابرسی داخلی شرکت کارگزاری فدک",
            resume: [
                "کارشناس حسابداری در شرکت امین تجارت بیان",
                "کارشناس ارشد حسابداری در شرکت ارزش آفرینان فدک",
                "مدیر مالی در شرکت ریل گردس ایرانیان",
                "معاون مالی شرکت گروه سرمایه گذاری ثروت فدک"
            ],
            linkedin: "https://www.linkedin.com/in/hamidreza-mohammadkhani-03ba98286/?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app"
        },
        {
            name: "خانم شبنم کاشانی",
            position: "عضو کمیته حسابرسی داخلی شرکت کارگزاری فدک",
            resume: [
                "مدير مالي و امور مجامع شركت مركز مبادله ارز و طلاي ايران",
                "مدير مالي و امور مجامع شركت مديريت بازار متشكل معاملات ارز ايران",
                "مدير حسابرسي داخلي شركت مديريت بازار متشكل معاملات ارز ايران",
                "كارشناس ارشد مالي شركت فرابورس ايران",
                "حسابرس ارشد مؤسسه حسابرسي تدوين و همكاران"
            ],
            linkedin: ""
        },
        {
            name: "آقای علی خیراندیش",
            position: "عضو کمیته انتصابات داخلی شرکت کارگزاری فدک",
            resume: [
                "مدیر سرمایه انسانی و تعالی سازمانی تامین سرمایه سپهر",
                "نایب رئیس شرکت سرمایه گذاری تیهو",
                "عضو کمیته انتصابات لیزینگ سایپا",
                "عضو کمیته انتصابات هلدینگ فکور صنعت",
                "مدیر سرمایه انسانی مشاور سرمایه گذاری پاسارگاد",
                "مدیر سرمایه انسانی و تعالی سازمانی شرکت فرابورس ایران"
            ],
            linkedin: "https://www.linkedin.com/in/ifb-hrm/"
        },
        {
            name: "آقای علیرضا بنی‌هاشمی",
            position: "مدیر منابع انسانی کارگزاری فدک",
            resume: [
                "دبیر کمیته انتصابات کارگزاری فدک",
                "مدير و مالك شركت بلورفلكشن",
                "حوزه مدير عامل شركت فرابورس ايران",
                "كارشناس پذيرش و ناشران شركت فرابورس ايران",
                "كارشناس امور اداري و منابع انساني شركت بهين تجارت آترين"
            ],
            linkedin: ""
        },
        {
            name: "خانم خدیجه طالبی",
            position: "مدیر بورس کالا کارگزاری فدک",
            resume: [
                "مسئول پذیرش و پتروشیمی کارگزاری آتی ساز بازار",
                "مسئول پذیرش و معاملات کارگزاری سرمایه گذاری ملی",
                "مسئول پذیرش و معاملات کارگزاری کارآمد"
            ],
            linkedin: "https://www.linkedin.com/in/pegah-talebi-883a91389/"
        },
        {
            name: "خانم اعظم رحیمی",
            position: "مدیر مالی کارگزاری فدک",
            resume: [
                "مدیر اعتبارات کارگزاری تمدن",
                "رئیس حسابداری و اعتبارات کارگزاری تامین سرمایه نوین",
                "رئیس حسابداری کارگزاری شهر",
                "مدیر مالی کارگزاری اطمینان سهم"
            ],
            linkedin: ""
        },
        {
            name: "خانم الهام عاصی",
            position: "مدیر معاملات کارگزاری فدک",
            resume: [
                "مدیر معاملات کارگزاری آراد ایرانیان",
                "سرپرست معاملات کارگزاری صنعت و معدن",
                "معامله گر کارگزاری تامین سرمایه نوین"
            ],
            linkedin: "https://www.linkedin.com/in/elham-aasi-29b50839b/"
        },
        {
            name: "آقای منصور کاظم نژاد",
            position: "مدیر فناوری اطلاعات و ارتباطات شرکت کارگزاری فدک - هلدینگ ارزش آفرینان",
            resume: [
                "مدیر امنیت و فناوری اطلاعات و ارتباطات کارگزاری بانک انصار",
                "مدیر فناوری اطلاعات و ارتباطات شرکت سرمایه گذاری دانایان پارس",
                "کارشناس شبکه بانک انصار (معاونت اقتصادی)",
                "مشاوره های حوزه فناوری اطلاعات و ارتباطات کارگزاری بانک سپه"
            ],
            linkedin: "https://www.linkedin.com/in/mansour-kazemnezhad-182a117b/"
        },
        {
            name: "خانم بهاره اکبرپور",
            position: "مدیر معاملات برخط و مسئول کال سنتر کارگزاری فدک",
            resume: [
                "مدیر پذیرش کارگزاری سرمایه و دانش",
                "کارشناس مسئول کارگزاری توسعه اندیشه دانا",
                "کارشناس مسئول کارگزاری دارا",
                "کارشناس مسئول پذیرش حافظ"
            ],
            linkedin: ""
        },
        {
            name: "خانم کمیله فرقانی اشرفی",
            position: "مدیر پذیرش مشتریان کارگزاری فدک",
            resume: [
                "مدیر پذیرش مشتریان اوراق بهادار کارگزاری آراد ایرانیان",
                "مدیر پذیرش مشتریان اوراق بهادار کارگزاری بانک انصار"
            ],
            linkedin: ""
        }
    ];
    //کمیته ریسک
    const RiskCommittee = [
        {
            name: "آقای امیر هامونی",
            position: "مدیر عامل گروه سرمایه گذاری ثروت فدک",
            resume: [
                "عضو هیأت مدیره و رئیس کمیته حسابرسی گروه مینا",
                "رئیس هیأت مدیره شرکت مدیریت بازار متشکل معاملات ارز ایران",
                "عضو کمیته برنامه ریزی و استراتژی شرکت فرابورس ایران",
                "عضو کمیته ریسک گروه مدیریت سرمایه گذاری امید",
                "مشاور مالی و اقتصادی معاونت اقتصادی و مالی سازمان صدا و سیما",
                "مدیر عامل سابق فرابورس ایران",
                "مدیر عامل و عضو موظف سابق هیأت مدیره شرکت مدیریت بازار متشکل معاملات ارز ایران",
                "رئيس سابق هیئت مدیره شرکت شبکه الکترونیکی پرداخت کارت شاپرک",
                "عضو سابق هیئت مدیره فدراسیون بورس های اروپایی و آسیایی"
            ],
            linkedin: "https://www.linkedin.com/in/amir-hamooni-1511b795/"
        },
        {
            name: "آقای محسن فاتحی زاده",
            position: "رئیس هیئت مدیره گروه سرمایه گذاری ثروت فدک / قائم مقام مدیر عامل هلدینگ ارزش آفرینان فدک",
            resume: [
                "مدیر عامل کترینگ دنا",
                "عضو هیئت مدیره کترینگ دنا",
                "مدیر عامل شرکت ریل پرداز سیر",
                "مدیر سرمایه گذاری هلدینگ ارزش آفرینان فدک"
            ],
            linkedin: "https://www.linkedin.com/in/mohsen-fatehizadeh-97a3b812b/"
        },
        {
            name: "آقای سروش خواجه حق وردی",
            position: "عضو هیئت مدیره گروه سرمایه گذاری ثروت فدک",
            resume: [
                "معاونت توسعه کسب و کار گروه مالی کاریزما",
                "عضو هیئت مدیره رادیان بورس",
                "مدير سابق عملیات و نظارت بازار فرابورس ایران",
                "مدرس دانشگاه"
            ],
            linkedin: ""
        },
        {
            name: "آقای داریوش ابوحمزه",
            position: "عضو هیئت مدیره و عضو کمیته ریسک کارگزاری فدک",
            resume: [
                "معاون مالی هلدینگ ارزش آفرینان فدک",
                "رئيس مرکز آمار ایران",
                "سرپرست معاونت اقتصادی سازمان برنامه و بودجه کشور",
                "معاون رفاه اجتماعی وزارت تعاون",
                "سرپرست معاونت اجرایی مرکز پژوهشهای مجلس",
                "مدیر دفتر مطالعات ماليه عمومی مرکز پژوهشهای مجلس"
            ],
            linkedin: ""
        },
        {
            name: "آقای حامد نیک کار",
            position: "قائم مقام مدیر عامل گروه سرمایه گذاری ثروت فدک",
            resume: [
                "قائم مقام مدیر عامل گروه سرمایه گذاری ثروت فدک",
                "مدیر ارشد عملیات در Tech NA",
                "رئیس روابط سرمایه گذاران شرکت فرابورس ایران",
                "معاون اجرایی بازار متشکل ارز ایران",
                "عضو تیم اجرایی تاسیس مرکز مبادله ارز و طلای ایران"
            ],
            linkedin: "https://www.linkedin.com/in/hamed-nikkar-b803aabb/"
        },
        {
            name: "آقای حسین نظام دوست",
            position: "رئیس هیئت مدیره و رئیس کمیته انتصابات کارگزاری فدک",
            resume: [
                "معاون بازارهای جایگزین گروه سرمایه گذاری ثروت فدک",
                "سرپرست تحقیق و توسعه شرکت فرابورس ایران",
                "مدیر نهادهای مالی و نوآوری شرکت فرابورس ایران",
                "مدیر عامل و عضو هیئت مدیره صندوق پژوهش و فناوری ماندگار",
                "معاون توسعه کسب و کار بازار متشکل ارز ایران",
                "عضو تیم اجرایی تاسیس مرکز مبادله ارز و طلای ایران"
            ],
            linkedin: ""
        },
        {
            name: "آقای سید محمد صادق آل احمد",
            position: "مدیر عامل کارگزاری فدک",
            resume: [
                "رئیس هیئت مدیره شرکت تعاونی معدنی آبشار میقان",
                "معاونت مالی و بورس شرکت ریل پرداز نوآفرین",
                "مدیر سرمایه گذاری و مدیر مالی اداری در هلدینگ گروه صنعتی سدید",
                "مدير مالی و مدیر معاملات و مدیر تالار اختصاصی در هلدینگ آتیه",
                "معاونت مالی اداری در مجموعه هلدنیگ ارزش آفرینان فدک",
                "معاون مالی و امور مجامع و نائب رئیس هیئت مدیره در هلدینگ ماهد"
            ],
            linkedin: ""
        },
        {
            name: "آقای مجيد عبدالحمیدی",
            position: "مدیر اجرایی کارگزاری فدک",
            resume: [
                "دبیر هئیت مدیره و عضو کمیته ریسک شرکت کارگزاری فدک",
                "معاونت تحقیق و توسعه بازار آیکو تک (هلدینگ ارزش پرداز آریان)",
                "عضو و دبیر کمیته سرمایه گذاری و معاملات آیکو (مشاور سرمایه گذاری پاسارگاد)",
                "مدیر سرمایه گذاری در شرکت سرمایه گذاری نوین ابتکار",
                "مدیر معاملات الگوریتمی و مشتقه و عضو هیئت مدیره شرکت های گروه مالی پاسارگاد",
                "معاون عملیات و عضو کمیته انتصابات شرکت نرم افزاری صحرا"
            ],
            linkedin: "https://www.linkedin.com/in/majidabdolhamidi/"
        },
        {
            name: "آقای توحید عاشری",
            position: "مدیر تامین مالی کارگزاری فدک",
            resume: [
                "مدیر تامین مالی در هلدینگ مالی و سرمایه گذاری سینا",
                "کارشناس ارشد تامین مالی در تامین سرمایه تمدن",
                "کارشناس بازرسی در فرابورس",
                "کارشناس حسابداری مدیریت در هلدینگ توسعه صنایع بهشهر"
            ],
            linkedin: "https://www.linkedin.com/in/tohid-asheri-16570039a/"
        },
        {
            name: "آقای حسین هامونی",
            position: "عضو کمیته ریسک کارگزاری فدک",
            resume: [
                "رئیس هیئت‌مدیره شرکت تأمین آتیه فدک",
                "عضو کمیته ریسک شرکت سرمایه‌گذاری و توسعه گل‌گهر",
                "کارشناس مسئول ریسک شرکت گروه مدیریت سرمایه‌گذاری امید"
            ],
            linkedin: "https://www.linkedin.com/in/hossein-hamooni-973820148/"
        },
        {
            name: "آقای امیر مسئله‌گوها",
            position: "عضو کمیته انتصابات شرکت کارگزاری فدک",
            resume: [
                "دبیر هیئت مدیره و مدیر داخل گروه سرمایه گذاری ثروت فدک",
                "نایب رئیس هیئت مدیره شرکت پیشگامان ثروت فدک",
                "مدیر منابع انسانی و پشتیبانی مدیریت بازار متشکل معاملات ارز ایران",
                "مشاور مدیر عامل در حوزه بازاریابی و فروش شرکت لیزینگ گلدیران",
                "عضو هیئت مدیره شرکت فکر برتر کوشا (تأمین نیروی انسانی)",
                "مدیر داخلی کانون شرکت‌های لیزینگ ایران"
            ],
            linkedin: ""
        },
        {
            name: "آقای حمیدرضا محمدخانی",
            position: "عضو کمیته حسابرسی داخلی شرکت کارگزاری فدک",
            resume: [
                "کارشناس حسابداری در شرکت امین تجارت بیان",
                "کارشناس ارشد حسابداری در شرکت ارزش آفرینان فدک",
                "مدیر مالی در شرکت ریل گردس ایرانیان",
                "معاون مالی شرکت گروه سرمایه گذاری ثروت فدک"
            ],
            linkedin: "https://www.linkedin.com/in/hamidreza-mohammadkhani-03ba98286/?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app"
        },
        {
            name: "خانم شبنم کاشانی",
            position: "عضو کمیته حسابرسی داخلی شرکت کارگزاری فدک",
            resume: [
                "مدير مالي و امور مجامع شركت مركز مبادله ارز و طلاي ايران",
                "مدير مالي و امور مجامع شركت مديريت بازار متشكل معاملات ارز ايران",
                "مدير حسابرسي داخلي شركت مديريت بازار متشكل معاملات ارز ايران",
                "كارشناس ارشد مالي شركت فرابورس ايران",
                "حسابرس ارشد مؤسسه حسابرسي تدوين و همكاران"
            ],
            linkedin: ""
        },
        {
            name: "آقای علی خیراندیش",
            position: "عضو کمیته انتصابات داخلی شرکت کارگزاری فدک",
            resume: [
                "مدیر سرمایه انسانی و تعالی سازمانی تامین سرمایه سپهر",
                "نایب رئیس شرکت سرمایه گذاری تیهو",
                "عضو کمیته انتصابات لیزینگ سایپا",
                "عضو کمیته انتصابات هلدینگ فکور صنعت",
                "مدیر سرمایه انسانی مشاور سرمایه گذاری پاسارگاد",
                "مدیر سرمایه انسانی و تعالی سازمانی شرکت فرابورس ایران"
            ],
            linkedin: "https://www.linkedin.com/in/ifb-hrm/"
        },
        {
            name: "آقای علیرضا بنی‌هاشمی",
            position: "مدیر منابع انسانی کارگزاری فدک",
            resume: [
                "دبیر کمیته انتصابات کارگزاری فدک",
                "مدير و مالك شركت بلورفلكشن",
                "حوزه مدير عامل شركت فرابورس ايران",
                "كارشناس پذيرش و ناشران شركت فرابورس ايران",
                "كارشناس امور اداري و منابع انساني شركت بهين تجارت آترين"
            ],
            linkedin: ""
        },
        {
            name: "خانم خدیجه طالبی",
            position: "مدیر بورس کالا کارگزاری فدک",
            resume: [
                "مسئول پذیرش و پتروشیمی کارگزاری آتی ساز بازار",
                "مسئول پذیرش و معاملات کارگزاری سرمایه گذاری ملی",
                "مسئول پذیرش و معاملات کارگزاری کارآمد"
            ],
            linkedin: "https://www.linkedin.com/in/pegah-talebi-883a91389/"
        },
        {
            name: "خانم اعظم رحیمی",
            position: "مدیر مالی کارگزاری فدک",
            resume: [
                "مدیر اعتبارات کارگزاری تمدن",
                "رئیس حسابداری و اعتبارات کارگزاری تامین سرمایه نوین",
                "رئیس حسابداری کارگزاری شهر",
                "مدیر مالی کارگزاری اطمینان سهم"
            ],
            linkedin: ""
        },
        {
            name: "خانم الهام عاصی",
            position: "مدیر معاملات کارگزاری فدک",
            resume: [
                "مدیر معاملات کارگزاری آراد ایرانیان",
                "سرپرست معاملات کارگزاری صنعت و معدن",
                "معامله گر کارگزاری تامین سرمایه نوین"
            ],
            linkedin: "https://www.linkedin.com/in/elham-aasi-29b50839b/"
        },
        {
            name: "آقای منصور کاظم نژاد",
            position: "مدیر فناوری اطلاعات و ارتباطات شرکت کارگزاری فدک - هلدینگ ارزش آفرینان",
            resume: [
                "مدیر امنیت و فناوری اطلاعات و ارتباطات کارگزاری بانک انصار",
                "مدیر فناوری اطلاعات و ارتباطات شرکت سرمایه گذاری دانایان پارس",
                "کارشناس شبکه بانک انصار (معاونت اقتصادی)",
                "مشاوره های حوزه فناوری اطلاعات و ارتباطات کارگزاری بانک سپه"
            ],
            linkedin: "https://www.linkedin.com/in/mansour-kazemnezhad-182a117b/"
        },
        {
            name: "خانم بهاره اکبرپور",
            position: "مدیر معاملات برخط و مسئول کال سنتر کارگزاری فدک",
            resume: [
                "مدیر پذیرش کارگزاری سرمایه و دانش",
                "کارشناس مسئول کارگزاری توسعه اندیشه دانا",
                "کارشناس مسئول کارگزاری دارا",
                "کارشناس مسئول پذیرش حافظ"
            ],
            linkedin: ""
        },
        {
            name: "خانم کمیله فرقانی اشرفی",
            position: "مدیر پذیرش مشتریان کارگزاری فدک",
            resume: [
                "مدیر پذیرش مشتریان اوراق بهادار کارگزاری آراد ایرانیان",
                "مدیر پذیرش مشتریان اوراق بهادار کارگزاری بانک انصار"
            ],
            linkedin: ""
        }
    ];
    // کمیته حسابرس داخلی
    const InternalAuditCommittee = [
        {
            name: "آقای امیر هامونی",
            position: "مدیر عامل گروه سرمایه گذاری ثروت فدک",
            resume: [
                "عضو هیأت مدیره و رئیس کمیته حسابرسی گروه مینا",
                "رئیس هیأت مدیره شرکت مدیریت بازار متشکل معاملات ارز ایران",
                "عضو کمیته برنامه ریزی و استراتژی شرکت فرابورس ایران",
                "عضو کمیته ریسک گروه مدیریت سرمایه گذاری امید",
                "مشاور مالی و اقتصادی معاونت اقتصادی و مالی سازمان صدا و سیما",
                "مدیر عامل سابق فرابورس ایران",
                "مدیر عامل و عضو موظف سابق هیأت مدیره شرکت مدیریت بازار متشکل معاملات ارز ایران",
                "رئيس سابق هیئت مدیره شرکت شبکه الکترونیکی پرداخت کارت شاپرک",
                "عضو سابق هیئت مدیره فدراسیون بورس های اروپایی و آسیایی"
            ],
            linkedin: "https://www.linkedin.com/in/amir-hamooni-1511b795/"
        },
        {
            name: "آقای محسن فاتحی زاده",
            position: "رئیس هیئت مدیره گروه سرمایه گذاری ثروت فدک / قائم مقام مدیر عامل هلدینگ ارزش آفرینان فدک",
            resume: [
                "مدیر عامل کترینگ دنا",
                "عضو هیئت مدیره کترینگ دنا",
                "مدیر عامل شرکت ریل پرداز سیر",
                "مدیر سرمایه گذاری هلدینگ ارزش آفرینان فدک"
            ],
            linkedin: "https://www.linkedin.com/in/mohsen-fatehizadeh-97a3b812b/"
        },
        {
            name: "آقای سروش خواجه حق وردی",
            position: "عضو هیئت مدیره گروه سرمایه گذاری ثروت فدک",
            resume: [
                "معاونت توسعه کسب و کار گروه مالی کاریزما",
                "عضو هیئت مدیره رادیان بورس",
                "مدير سابق عملیات و نظارت بازار فرابورس ایران",
                "مدرس دانشگاه"
            ],
            linkedin: ""
        },
        {
            name: "آقای داریوش ابوحمزه",
            position: "عضو هیئت مدیره و عضو کمیته ریسک کارگزاری فدک",
            resume: [
                "معاون مالی هلدینگ ارزش آفرینان فدک",
                "رئيس مرکز آمار ایران",
                "سرپرست معاونت اقتصادی سازمان برنامه و بودجه کشور",
                "معاون رفاه اجتماعی وزارت تعاون",
                "سرپرست معاونت اجرایی مرکز پژوهشهای مجلس",
                "مدیر دفتر مطالعات ماليه عمومی مرکز پژوهشهای مجلس"
            ],
            linkedin: ""
        },
        {
            name: "آقای حامد نیک کار",
            position: "قائم مقام مدیر عامل گروه سرمایه گذاری ثروت فدک",
            resume: [
                "قائم مقام مدیر عامل گروه سرمایه گذاری ثروت فدک",
                "مدیر ارشد عملیات در Tech NA",
                "رئیس روابط سرمایه گذاران شرکت فرابورس ایران",
                "معاون اجرایی بازار متشکل ارز ایران",
                "عضو تیم اجرایی تاسیس مرکز مبادله ارز و طلای ایران"
            ],
            linkedin: "https://www.linkedin.com/in/hamed-nikkar-b803aabb/"
        },
        {
            name: "آقای حسین نظام دوست",
            position: "رئیس هیئت مدیره و رئیس کمیته انتصابات کارگزاری فدک",
            resume: [
                "معاون بازارهای جایگزین گروه سرمایه گذاری ثروت فدک",
                "سرپرست تحقیق و توسعه شرکت فرابورس ایران",
                "مدیر نهادهای مالی و نوآوری شرکت فرابورس ایران",
                "مدیر عامل و عضو هیئت مدیره صندوق پژوهش و فناوری ماندگار",
                "معاون توسعه کسب و کار بازار متشکل ارز ایران",
                "عضو تیم اجرایی تاسیس مرکز مبادله ارز و طلای ایران"
            ],
            linkedin: ""
        },
        {
            name: "آقای سید محمد صادق آل احمد",
            position: "مدیر عامل کارگزاری فدک",
            resume: [
                "رئیس هیئت مدیره شرکت تعاونی معدنی آبشار میقان",
                "معاونت مالی و بورس شرکت ریل پرداز نوآفرین",
                "مدیر سرمایه گذاری و مدیر مالی اداری در هلدینگ گروه صنعتی سدید",
                "مدير مالی و مدیر معاملات و مدیر تالار اختصاصی در هلدینگ آتیه",
                "معاونت مالی اداری در مجموعه هلدنیگ ارزش آفرینان فدک",
                "معاون مالی و امور مجامع و نائب رئیس هیئت مدیره در هلدینگ ماهد"
            ],
            linkedin: ""
        },
        {
            name: "آقای مجيد عبدالحمیدی",
            position: "مدیر اجرایی کارگزاری فدک",
            resume: [
                "دبیر هئیت مدیره و عضو کمیته ریسک شرکت کارگزاری فدک",
                "معاونت تحقیق و توسعه بازار آیکو تک (هلدینگ ارزش پرداز آریان)",
                "عضو و دبیر کمیته سرمایه گذاری و معاملات آیکو (مشاور سرمایه گذاری پاسارگاد)",
                "مدیر سرمایه گذاری در شرکت سرمایه گذاری نوین ابتکار",
                "مدیر معاملات الگوریتمی و مشتقه و عضو هیئت مدیره شرکت های گروه مالی پاسارگاد",
                "معاون عملیات و عضو کمیته انتصابات شرکت نرم افزاری صحرا"
            ],
            linkedin: "https://www.linkedin.com/in/majidabdolhamidi/"
        },
        {
            name: "آقای توحید عاشری",
            position: "مدیر تامین مالی کارگزاری فدک",
            resume: [
                "مدیر تامین مالی در هلدینگ مالی و سرمایه گذاری سینا",
                "کارشناس ارشد تامین مالی در تامین سرمایه تمدن",
                "کارشناس بازرسی در فرابورس",
                "کارشناس حسابداری مدیریت در هلدینگ توسعه صنایع بهشهر"
            ],
            linkedin: "https://www.linkedin.com/in/tohid-asheri-16570039a/"
        },
        {
            name: "آقای حسین هامونی",
            position: "عضو کمیته ریسک کارگزاری فدک",
            resume: [
                "رئیس هیئت‌مدیره شرکت تأمین آتیه فدک",
                "عضو کمیته ریسک شرکت سرمایه‌گذاری و توسعه گل‌گهر",
                "کارشناس مسئول ریسک شرکت گروه مدیریت سرمایه‌گذاری امید"
            ],
            linkedin: "https://www.linkedin.com/in/hossein-hamooni-973820148/"
        },
        {
            name: "آقای امیر مسئله‌گوها",
            position: "عضو کمیته انتصابات شرکت کارگزاری فدک",
            resume: [
                "دبیر هیئت مدیره و مدیر داخل گروه سرمایه گذاری ثروت فدک",
                "نایب رئیس هیئت مدیره شرکت پیشگامان ثروت فدک",
                "مدیر منابع انسانی و پشتیبانی مدیریت بازار متشکل معاملات ارز ایران",
                "مشاور مدیر عامل در حوزه بازاریابی و فروش شرکت لیزینگ گلدیران",
                "عضو هیئت مدیره شرکت فکر برتر کوشا (تأمین نیروی انسانی)",
                "مدیر داخلی کانون شرکت‌های لیزینگ ایران"
            ],
            linkedin: ""
        },
        {
            name: "آقای حمیدرضا محمدخانی",
            position: "عضو کمیته حسابرسی داخلی شرکت کارگزاری فدک",
            resume: [
                "کارشناس حسابداری در شرکت امین تجارت بیان",
                "کارشناس ارشد حسابداری در شرکت ارزش آفرینان فدک",
                "مدیر مالی در شرکت ریل گردس ایرانیان",
                "معاون مالی شرکت گروه سرمایه گذاری ثروت فدک"
            ],
            linkedin: "https://www.linkedin.com/in/hamidreza-mohammadkhani-03ba98286/?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app"
        },
        {
            name: "خانم شبنم کاشانی",
            position: "عضو کمیته حسابرسی داخلی شرکت کارگزاری فدک",
            resume: [
                "مدير مالي و امور مجامع شركت مركز مبادله ارز و طلاي ايران",
                "مدير مالي و امور مجامع شركت مديريت بازار متشكل معاملات ارز ايران",
                "مدير حسابرسي داخلي شركت مديريت بازار متشكل معاملات ارز ايران",
                "كارشناس ارشد مالي شركت فرابورس ايران",
                "حسابرس ارشد مؤسسه حسابرسي تدوين و همكاران"
            ],
            linkedin: ""
        },
        {
            name: "آقای علی خیراندیش",
            position: "عضو کمیته انتصابات داخلی شرکت کارگزاری فدک",
            resume: [
                "مدیر سرمایه انسانی و تعالی سازمانی تامین سرمایه سپهر",
                "نایب رئیس شرکت سرمایه گذاری تیهو",
                "عضو کمیته انتصابات لیزینگ سایپا",
                "عضو کمیته انتصابات هلدینگ فکور صنعت",
                "مدیر سرمایه انسانی مشاور سرمایه گذاری پاسارگاد",
                "مدیر سرمایه انسانی و تعالی سازمانی شرکت فرابورس ایران"
            ],
            linkedin: "https://www.linkedin.com/in/ifb-hrm/"
        },
        {
            name: "آقای علیرضا بنی‌هاشمی",
            position: "مدیر منابع انسانی کارگزاری فدک",
            resume: [
                "دبیر کمیته انتصابات کارگزاری فدک",
                "مدير و مالك شركت بلورفلكشن",
                "حوزه مدير عامل شركت فرابورس ايران",
                "كارشناس پذيرش و ناشران شركت فرابورس ايران",
                "كارشناس امور اداري و منابع انساني شركت بهين تجارت آترين"
            ],
            linkedin: ""
        },
        {
            name: "خانم خدیجه طالبی",
            position: "مدیر بورس کالا کارگزاری فدک",
            resume: [
                "مسئول پذیرش و پتروشیمی کارگزاری آتی ساز بازار",
                "مسئول پذیرش و معاملات کارگزاری سرمایه گذاری ملی",
                "مسئول پذیرش و معاملات کارگزاری کارآمد"
            ],
            linkedin: "https://www.linkedin.com/in/pegah-talebi-883a91389/"
        },
        {
            name: "خانم اعظم رحیمی",
            position: "مدیر مالی کارگزاری فدک",
            resume: [
                "مدیر اعتبارات کارگزاری تمدن",
                "رئیس حسابداری و اعتبارات کارگزاری تامین سرمایه نوین",
                "رئیس حسابداری کارگزاری شهر",
                "مدیر مالی کارگزاری اطمینان سهم"
            ],
            linkedin: ""
        },
        {
            name: "خانم الهام عاصی",
            position: "مدیر معاملات کارگزاری فدک",
            resume: [
                "مدیر معاملات کارگزاری آراد ایرانیان",
                "سرپرست معاملات کارگزاری صنعت و معدن",
                "معامله گر کارگزاری تامین سرمایه نوین"
            ],
            linkedin: "https://www.linkedin.com/in/elham-aasi-29b50839b/"
        },
        {
            name: "آقای منصور کاظم نژاد",
            position: "مدیر فناوری اطلاعات و ارتباطات شرکت کارگزاری فدک - هلدینگ ارزش آفرینان",
            resume: [
                "مدیر امنیت و فناوری اطلاعات و ارتباطات کارگزاری بانک انصار",
                "مدیر فناوری اطلاعات و ارتباطات شرکت سرمایه گذاری دانایان پارس",
                "کارشناس شبکه بانک انصار (معاونت اقتصادی)",
                "مشاوره های حوزه فناوری اطلاعات و ارتباطات کارگزاری بانک سپه"
            ],
            linkedin: "https://www.linkedin.com/in/mansour-kazemnezhad-182a117b/"
        },
        {
            name: "خانم بهاره اکبرپور",
            position: "مدیر معاملات برخط و مسئول کال سنتر کارگزاری فدک",
            resume: [
                "مدیر پذیرش کارگزاری سرمایه و دانش",
                "کارشناس مسئول کارگزاری توسعه اندیشه دانا",
                "کارشناس مسئول کارگزاری دارا",
                "کارشناس مسئول پذیرش حافظ"
            ],
            linkedin: ""
        },
        {
            name: "خانم کمیله فرقانی اشرفی",
            position: "مدیر پذیرش مشتریان کارگزاری فدک",
            resume: [
                "مدیر پذیرش مشتریان اوراق بهادار کارگزاری آراد ایرانیان",
                "مدیر پذیرش مشتریان اوراق بهادار کارگزاری بانک انصار"
            ],
            linkedin: ""
        }
    ];
    // مدیران کارگزاری
    const BrokerageManagement = [
        {
            name: "آقای امیر هامونی",
            position: "مدیر عامل گروه سرمایه گذاری ثروت فدک",
            resume: [
                "عضو هیأت مدیره و رئیس کمیته حسابرسی گروه مینا",
                "رئیس هیأت مدیره شرکت مدیریت بازار متشکل معاملات ارز ایران",
                "عضو کمیته برنامه ریزی و استراتژی شرکت فرابورس ایران",
                "عضو کمیته ریسک گروه مدیریت سرمایه گذاری امید",
                "مشاور مالی و اقتصادی معاونت اقتصادی و مالی سازمان صدا و سیما",
                "مدیر عامل سابق فرابورس ایران",
                "مدیر عامل و عضو موظف سابق هیأت مدیره شرکت مدیریت بازار متشکل معاملات ارز ایران",
                "رئيس سابق هیئت مدیره شرکت شبکه الکترونیکی پرداخت کارت شاپرک",
                "عضو سابق هیئت مدیره فدراسیون بورس های اروپایی و آسیایی"
            ],
            linkedin: "https://www.linkedin.com/in/amir-hamooni-1511b795/"
        },
        {
            name: "آقای محسن فاتحی زاده",
            position: "رئیس هیئت مدیره گروه سرمایه گذاری ثروت فدک / قائم مقام مدیر عامل هلدینگ ارزش آفرینان فدک",
            resume: [
                "مدیر عامل کترینگ دنا",
                "عضو هیئت مدیره کترینگ دنا",
                "مدیر عامل شرکت ریل پرداز سیر",
                "مدیر سرمایه گذاری هلدینگ ارزش آفرینان فدک"
            ],
            linkedin: "https://www.linkedin.com/in/mohsen-fatehizadeh-97a3b812b/"
        },
        {
            name: "آقای سروش خواجه حق وردی",
            position: "عضو هیئت مدیره گروه سرمایه گذاری ثروت فدک",
            resume: [
                "معاونت توسعه کسب و کار گروه مالی کاریزما",
                "عضو هیئت مدیره رادیان بورس",
                "مدير سابق عملیات و نظارت بازار فرابورس ایران",
                "مدرس دانشگاه"
            ],
            linkedin: ""
        },
        {
            name: "آقای داریوش ابوحمزه",
            position: "عضو هیئت مدیره و عضو کمیته ریسک کارگزاری فدک",
            resume: [
                "معاون مالی هلدینگ ارزش آفرینان فدک",
                "رئيس مرکز آمار ایران",
                "سرپرست معاونت اقتصادی سازمان برنامه و بودجه کشور",
                "معاون رفاه اجتماعی وزارت تعاون",
                "سرپرست معاونت اجرایی مرکز پژوهشهای مجلس",
                "مدیر دفتر مطالعات ماليه عمومی مرکز پژوهشهای مجلس"
            ],
            linkedin: ""
        },
        {
            name: "آقای حامد نیک کار",
            position: "قائم مقام مدیر عامل گروه سرمایه گذاری ثروت فدک",
            resume: [
                "قائم مقام مدیر عامل گروه سرمایه گذاری ثروت فدک",
                "مدیر ارشد عملیات در Tech NA",
                "رئیس روابط سرمایه گذاران شرکت فرابورس ایران",
                "معاون اجرایی بازار متشکل ارز ایران",
                "عضو تیم اجرایی تاسیس مرکز مبادله ارز و طلای ایران"
            ],
            linkedin: "https://www.linkedin.com/in/hamed-nikkar-b803aabb/"
        },
        {
            name: "آقای حسین نظام دوست",
            position: "رئیس هیئت مدیره و رئیس کمیته انتصابات کارگزاری فدک",
            resume: [
                "معاون بازارهای جایگزین گروه سرمایه گذاری ثروت فدک",
                "سرپرست تحقیق و توسعه شرکت فرابورس ایران",
                "مدیر نهادهای مالی و نوآوری شرکت فرابورس ایران",
                "مدیر عامل و عضو هیئت مدیره صندوق پژوهش و فناوری ماندگار",
                "معاون توسعه کسب و کار بازار متشکل ارز ایران",
                "عضو تیم اجرایی تاسیس مرکز مبادله ارز و طلای ایران"
            ],
            linkedin: ""
        },
        {
            name: "آقای سید محمد صادق آل احمد",
            position: "مدیر عامل کارگزاری فدک",
            resume: [
                "رئیس هیئت مدیره شرکت تعاونی معدنی آبشار میقان",
                "معاونت مالی و بورس شرکت ریل پرداز نوآفرین",
                "مدیر سرمایه گذاری و مدیر مالی اداری در هلدینگ گروه صنعتی سدید",
                "مدير مالی و مدیر معاملات و مدیر تالار اختصاصی در هلدینگ آتیه",
                "معاونت مالی اداری در مجموعه هلدنیگ ارزش آفرینان فدک",
                "معاون مالی و امور مجامع و نائب رئیس هیئت مدیره در هلدینگ ماهد"
            ],
            linkedin: ""
        },
        {
            name: "آقای مجيد عبدالحمیدی",
            position: "مدیر اجرایی کارگزاری فدک",
            resume: [
                "دبیر هئیت مدیره و عضو کمیته ریسک شرکت کارگزاری فدک",
                "معاونت تحقیق و توسعه بازار آیکو تک (هلدینگ ارزش پرداز آریان)",
                "عضو و دبیر کمیته سرمایه گذاری و معاملات آیکو (مشاور سرمایه گذاری پاسارگاد)",
                "مدیر سرمایه گذاری در شرکت سرمایه گذاری نوین ابتکار",
                "مدیر معاملات الگوریتمی و مشتقه و عضو هیئت مدیره شرکت های گروه مالی پاسارگاد",
                "معاون عملیات و عضو کمیته انتصابات شرکت نرم افزاری صحرا"
            ],
            linkedin: "https://www.linkedin.com/in/majidabdolhamidi/"
        },
        {
            name: "آقای توحید عاشری",
            position: "مدیر تامین مالی کارگزاری فدک",
            resume: [
                "مدیر تامین مالی در هلدینگ مالی و سرمایه گذاری سینا",
                "کارشناس ارشد تامین مالی در تامین سرمایه تمدن",
                "کارشناس بازرسی در فرابورس",
                "کارشناس حسابداری مدیریت در هلدینگ توسعه صنایع بهشهر"
            ],
            linkedin: "https://www.linkedin.com/in/tohid-asheri-16570039a/"
        },
        {
            name: "آقای حسین هامونی",
            position: "عضو کمیته ریسک کارگزاری فدک",
            resume: [
                "رئیس هیئت‌مدیره شرکت تأمین آتیه فدک",
                "عضو کمیته ریسک شرکت سرمایه‌گذاری و توسعه گل‌گهر",
                "کارشناس مسئول ریسک شرکت گروه مدیریت سرمایه‌گذاری امید"
            ],
            linkedin: "https://www.linkedin.com/in/hossein-hamooni-973820148/"
        },
        {
            name: "آقای امیر مسئله‌گوها",
            position: "عضو کمیته انتصابات شرکت کارگزاری فدک",
            resume: [
                "دبیر هیئت مدیره و مدیر داخل گروه سرمایه گذاری ثروت فدک",
                "نایب رئیس هیئت مدیره شرکت پیشگامان ثروت فدک",
                "مدیر منابع انسانی و پشتیبانی مدیریت بازار متشکل معاملات ارز ایران",
                "مشاور مدیر عامل در حوزه بازاریابی و فروش شرکت لیزینگ گلدیران",
                "عضو هیئت مدیره شرکت فکر برتر کوشا (تأمین نیروی انسانی)",
                "مدیر داخلی کانون شرکت‌های لیزینگ ایران"
            ],
            linkedin: ""
        },
        {
            name: "آقای حمیدرضا محمدخانی",
            position: "عضو کمیته حسابرسی داخلی شرکت کارگزاری فدک",
            resume: [
                "کارشناس حسابداری در شرکت امین تجارت بیان",
                "کارشناس ارشد حسابداری در شرکت ارزش آفرینان فدک",
                "مدیر مالی در شرکت ریل گردس ایرانیان",
                "معاون مالی شرکت گروه سرمایه گذاری ثروت فدک"
            ],
            linkedin: "https://www.linkedin.com/in/hamidreza-mohammadkhani-03ba98286/?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app"
        },
        {
            name: "خانم شبنم کاشانی",
            position: "عضو کمیته حسابرسی داخلی شرکت کارگزاری فدک",
            resume: [
                "مدير مالي و امور مجامع شركت مركز مبادله ارز و طلاي ايران",
                "مدير مالي و امور مجامع شركت مديريت بازار متشكل معاملات ارز ايران",
                "مدير حسابرسي داخلي شركت مديريت بازار متشكل معاملات ارز ايران",
                "كارشناس ارشد مالي شركت فرابورس ايران",
                "حسابرس ارشد مؤسسه حسابرسي تدوين و همكاران"
            ],
            linkedin: ""
        },
        {
            name: "آقای علی خیراندیش",
            position: "عضو کمیته انتصابات داخلی شرکت کارگزاری فدک",
            resume: [
                "مدیر سرمایه انسانی و تعالی سازمانی تامین سرمایه سپهر",
                "نایب رئیس شرکت سرمایه گذاری تیهو",
                "عضو کمیته انتصابات لیزینگ سایپا",
                "عضو کمیته انتصابات هلدینگ فکور صنعت",
                "مدیر سرمایه انسانی مشاور سرمایه گذاری پاسارگاد",
                "مدیر سرمایه انسانی و تعالی سازمانی شرکت فرابورس ایران"
            ],
            linkedin: "https://www.linkedin.com/in/ifb-hrm/"
        },
        {
            name: "آقای علیرضا بنی‌هاشمی",
            position: "مدیر منابع انسانی کارگزاری فدک",
            resume: [
                "دبیر کمیته انتصابات کارگزاری فدک",
                "مدير و مالك شركت بلورفلكشن",
                "حوزه مدير عامل شركت فرابورس ايران",
                "كارشناس پذيرش و ناشران شركت فرابورس ايران",
                "كارشناس امور اداري و منابع انساني شركت بهين تجارت آترين"
            ],
            linkedin: ""
        },
        {
            name: "خانم خدیجه طالبی",
            position: "مدیر بورس کالا کارگزاری فدک",
            resume: [
                "مسئول پذیرش و پتروشیمی کارگزاری آتی ساز بازار",
                "مسئول پذیرش و معاملات کارگزاری سرمایه گذاری ملی",
                "مسئول پذیرش و معاملات کارگزاری کارآمد"
            ],
            linkedin: "https://www.linkedin.com/in/pegah-talebi-883a91389/"
        },
        {
            name: "خانم اعظم رحیمی",
            position: "مدیر مالی کارگزاری فدک",
            resume: [
                "مدیر اعتبارات کارگزاری تمدن",
                "رئیس حسابداری و اعتبارات کارگزاری تامین سرمایه نوین",
                "رئیس حسابداری کارگزاری شهر",
                "مدیر مالی کارگزاری اطمینان سهم"
            ],
            linkedin: ""
        },
        {
            name: "خانم الهام عاصی",
            position: "مدیر معاملات کارگزاری فدک",
            resume: [
                "مدیر معاملات کارگزاری آراد ایرانیان",
                "سرپرست معاملات کارگزاری صنعت و معدن",
                "معامله گر کارگزاری تامین سرمایه نوین"
            ],
            linkedin: "https://www.linkedin.com/in/elham-aasi-29b50839b/"
        },
        {
            name: "آقای منصور کاظم نژاد",
            position: "مدیر فناوری اطلاعات و ارتباطات شرکت کارگزاری فدک - هلدینگ ارزش آفرینان",
            resume: [
                "مدیر امنیت و فناوری اطلاعات و ارتباطات کارگزاری بانک انصار",
                "مدیر فناوری اطلاعات و ارتباطات شرکت سرمایه گذاری دانایان پارس",
                "کارشناس شبکه بانک انصار (معاونت اقتصادی)",
                "مشاوره های حوزه فناوری اطلاعات و ارتباطات کارگزاری بانک سپه"
            ],
            linkedin: "https://www.linkedin.com/in/mansour-kazemnezhad-182a117b/"
        },
        {
            name: "خانم بهاره اکبرپور",
            position: "مدیر معاملات برخط و مسئول کال سنتر کارگزاری فدک",
            resume: [
                "مدیر پذیرش کارگزاری سرمایه و دانش",
                "کارشناس مسئول کارگزاری توسعه اندیشه دانا",
                "کارشناس مسئول کارگزاری دارا",
                "کارشناس مسئول پذیرش حافظ"
            ],
            linkedin: ""
        },
        {
            name: "خانم کمیله فرقانی اشرفی",
            position: "مدیر پذیرش مشتریان کارگزاری فدک",
            resume: [
                "مدیر پذیرش مشتریان اوراق بهادار کارگزاری آراد ایرانیان",
                "مدیر پذیرش مشتریان اوراق بهادار کارگزاری بانک انصار"
            ],
            linkedin: ""
        }
    ];



    const settings = {
        dots: false,
        infinite: true,
        speed: 600,
        slidesToShow: 4,
        slidesToScroll: 1,
        autoplay: true,
        autoplaySpeed: 3000,
        pauseOnHover: true,
        pauseOnFocus: true,
        responsive: [
            {
                breakpoint: 576, // Mobile
                settings: {
                    slidesToShow: 2,
                    centerPadding: "20px",
                },
            },
            {
                breakpoint: 768, // Tablet
                settings: {
                    slidesToShow: 3,
                    centerPadding: "40px",
                },
            },
            {
                breakpoint: 1200, // Desktop
                settings: {
                    slidesToShow: 4,
                    centerPadding: "60px",
                },
            },
            {
                breakpoint: 1600, // Large Desktop
                settings: {
                    slidesToShow: 5,
                    centerPadding: "80px",
                },
            },
        ],
    };



    return <>
        <section className="section-team values-section">
            <div className="container">
                <div className="text-center mb-5">
                    <h4 className="">تیم مدیریتی</h4>
                    <p className="mt-3 w-100 text-center">متخصصان با تجربه در خدمت شما</p>
                </div>
                <div className="row">
                    <Slider {...settings}>
                        {BoardOfDirectors.map((member, index) => (
                            <div key={index} className="p-3">
                                <div className="team-card">
                                    <div className="team-card-inner">

                                        {/* FRONT */}
                                        <div className="team-card-front">
                                            <img
                                                src="/assets/images/background/3542.jpg"
                                                // src="https://picsum.photos/200/250"
                                                alt={member.name}
                                            />
                                            <h3>{member.name}</h3>
                                            <p className="text-center">{member.position}</p>
                                        </div>

                                        {/* BACK */}
                                        <div className="team-card-back d-flex flex-column">

                                            {/* CONTENT */}
                                            <ul className="team-resume">
                                                {member.resume.map((item, i) => (
                                                    <li key={i}>{item}</li>
                                                ))}
                                            </ul>

                                            {/* FOOTER */}
                                            {member.linkedin && (
                                                <div className="team-card-footer">
                                                    <a
                                                        href={member.linkedin}
                                                        target="_blank"
                                                        rel="noreferrer"
                                                        className="linkedin-btn"
                                                    >
                                                        مشاهده پروفایل لینکدین
                                                    </a>
                                                </div>
                                            )}

                                        </div>


                                    </div>
                                </div>
                            </div>
                        ))}
                    </Slider>

                </div>
            </div>
        </section>
    </>
}